{
  "Header": {
    "title": "YOUR ONE-STOP MODERN PROFESSIONAL ELECTRICAL SERVICE PROVIDER",
    "paragraph": "Solutions for your 21st Century Electrical, Mechanical, Solar, and IIoT requirements in the Residential, Commercial and Industrial sectors.\n\nFully licensed, insured, and backed by industry-recognised partners."
  },
  "About": {
    "paragraph": "CyberElectrix is one of New Zealand's trusted electrical service providers; specializing in residential, commercial, and industrial electrical solutions. From simple domestic repairs to complex building management system (BMS) installations, our licensed and insured electricians deliver quality workmanship with 24/7 emergency service*. We combine traditional electrical expertise with cutting-edge technology to power your modern lifestyle.",
    "Why": [
      "Licensed & Insured Professionals",
      "Smart Technology Integration",
      "Energy Efficiency Focus",
	  "Solar & EV Charging Solutions",
	  "Preventive Maintenance Programs"
    ],
    "Why2": [
	  "Safety & Code Compliance Guaranteed",
      "Residential, Commercial and Industrial Expertise",
	  "Emergency Response within 24 hours maximum*"
    ]
  },
  "Gallery": [
    {
      "title": "Residential Panel Upgrade",
      "description": "Complete electrical panel upgrade for Auckland family home, increasing capacity from 100A to 200A service with modern safety features.",
      "largeImage": "img/portfolio/01-large.jpg",
      "smallImage": "img/portfolio/01-small.jpg"
    },
    {
      "title": "Smart Home Automation",
      "description": "Full smart home installation featuring intelligent lighting, automated security systems, and voice-controlled devices throughout Remuera residence.",
      "largeImage": "img/portfolio/02-large.jpg",
      "smallImage": "img/portfolio/02-small.jpg"
    },
    {
      "title": "Commercial Office Wiring",
      "description": "New construction electrical installation for modern Auckland office building, including structured cabling and energy-efficient LED lighting systems.",
      "largeImage": "img/portfolio/03-large.jpg",
      "smallImage": "img/portfolio/03-small.jpg"
    },
    {
      "title": "EV Charging Station Install",
      "description": "Residential electric vehicle charging station installation with 240V Level 2 charger and smart monitoring capabilities.",
      "largeImage": "img/portfolio/04-large.jpg",
      "smallImage": "img/portfolio/04-small.jpg"
    },
    {
      "title": "Solar PV System Integration",
      "description": "Rooftop solar photovoltaic system installation with grid-tie inverter for energy cost savings and sustainable energy generation.",
      "largeImage": "img/portfolio/05-large.jpg",
      "smallImage": "img/portfolio/05-small.jpg"
    },
    {
      "title": "Commercial Kitchen New Build",
      "description": "Commercial kitchen built to consultant design specifications.",
      "largeImage": "img/portfolio/06-large.jpg",
      "smallImage": "img/portfolio/06-small.jpg"
    },
    {
      "title": "House Renovation",
      "description": "A 60s-era residential property received a full renovation to latest standards. Photos show before and after rangehood installation, and a stripped-down ensuite bathroom rebuilt with heated towel rail, LED-lighted mirror, and other modern fittings",
      "largeImage": "img/portfolio/07-large.jpg",
      "smallImage": "img/portfolio/07-small.jpg"
    },
    {
      "title": "One-day Cost-effective Domestic Switchboard Upgrade",
      "description": "Old-style meter and fuseboard combo box which was upgraded by mounting new-style circuit breakers inside plastic enclosures. This strategy saved the client about 70% of the costs for a full switchboard replacement.",
      "largeImage": "img/portfolio/08-large.jpg",
      "smallImage": "img/portfolio/08-small.jpg"
    },
    {
      "title": "Decorative LED Lighting Retrofit",
      "description": "Smart decorative LED tape and spot lights on a residential property masonry fence, controlled by sensors that detect people passing on sidewalk.",
      "largeImage": "img/portfolio/09-large.jpg",
      "smallImage": "img/portfolio/09-small.jpg"
    }
  ],
  "Services": [
    {
      "icon": "fa fa-bolt",
      "name": "General Electrical Services",
      "text": "New installations, renovations, repairs, upgrades, isolations and demolitions; for residential, commercial, and industrial buildings/facilities."
    },
    {
      "icon": "fa fa-leaf",
      "name": "Solar & Energy Efficiency Add-ons",
      "text": "Solar PV and battery energy storage system (BESS) installations, LED lighting retrofits, smart monitoring meters, and energy audits. These will help you reduce your electricity costs while contributing to a sustainable future."
    },
    {
      "icon": "fa fa-home",
      "name": "Smart Home & Office Automation",
      "text": "Transform your home and workspace with intelligent lighting, smart thermostats, security systems, and voice-controlled devices. Complete smart home and office design and installation for modern living and working."
    },
    {
      "icon": "fa fa-car",
      "name": "EV Charging Systems",
      "text": "Safe and reliable residential and commercial electric vehicle charging station installations, including monitoring infrastructure."
    },
    {
      "icon": "fa fa-shield",
      "name": "Safety & Compliance",
      "text": "Electrical inspections, code compliance corrections, surge protection, and safety upgrades. We help to ensure your electrical systems meet all current safety standards and regulations."
    },
    {
      "icon": "fa fa-clock-o",
      "name": "24/7 Emergency Services Options",
      "text": "Round-the-clock emergency response when you need it most: critical faults requiring urgent repairs, emergency circuit installations, and last-minute system integration assistance."
    }
  ],
  "Testimonials": [
    {
      "img": "img/testimonials/01.jpg",
      "text": "\"I highly recommend the team at Cyberelectrix for any electrical work, no matter the size of the job. I engaged their services as part of a renovation project, and I was thoroughly impressed with their work. From the initial consultation, they were professional, responsive, and took the time to clearly explain the options available. The team was punctual, friendly, and worked efficiently, ensuring the job was completed on time and to a high standard. What stood out most was their attention to detail and commitment to safety and quality. They went above and beyond to make sure everything was done properly, and I felt confident throughout the entire process. It’s not always easy to find tradespeople you can trust, but the Cyberelectrix team made the experience stress-free and seamless. I wouldn’t hesitate to use their services again and will definitely be recommending them to friends and family.\"",
      "name": "A. Maxwell"
    },
    {
      "img": "img/testimonials/02.jpg",
      "text": "\"Around January 2025, we hired Cyber Electrix to upgrade our home/office power distribution board. The load on the old distribution board was high and we needed to upgrade to a new one with higher ratings. The work was done to perfection within a short period. We were very happy and satisfied with the first class service we received from such professionals. The work was completed efficiently and safely, with clear explanations and labelling provided throughout. I highly recommend Cyber Electrix to anyone needing good and quality electrical work. This review was provided by the best Property Managers in Auckland for the year 2021.\"",
      "name": "Dr. Uriel Able-Thomas, Director General, Able-Thomas Property Management Services NZ Limited"
    }
  ],
  "Team": [
    {
      "img": "img/team/01.jpg",
      "name": "John Doe",
      "job": "Director"
    },
    {
      "img": "img/team/02.jpg",
      "name": "Mike Doe",
      "job": "Senior Designer"
    },
    {
      "img": "img/team/03.jpg",
      "name": "Jane Doe",
      "job": "Senior Designer"
    },
    {
      "img": "img/team/04.jpg",
      "name": "Karen Doe",
      "job": "Project Manager"
    }
  ],
  "Promos": [
    {
      "icon": "fa fa-bolt",
      "title": "Emergency Service Special",
      "description": "24/7 emergency electrical services with no call-out fee for first-time customers.",
      "offer": "FREE Call-Out Fee",
      "discount": "Save $150",
      "terms": "Valid for new customers only. Expires end of month."
    },
    {
      "icon": "fa fa-home",
      "title": "Smart Home Package",
      "description": "Complete smart home automation installation with professional setup and training.",
      "offer": "20% OFF Installation",
      "discount": "Up to $800 OFF",
      "terms": "Minimum 5 smart devices required. Valid until Dec 31st."
    },
    {
      "icon": "fa fa-leaf",
      "title": "Solar & EV Combo Deal",
      "description": "Solar panel installation with EV charging station - the perfect sustainable combo.",
      "offer": "Bundle & Save",
      "discount": "15% OFF Total",
      "terms": "Both services must be booked together. Limited time offer."
    }
  ],
  "Contact": {
    "address": "51 Abbotts Way, Remuera, Auckland 1050",
    "phone": "027 573 3478",
    "email": "",
    "facebook": "",
    "twitter": "",
    "youtube": ""
  },
  "Features": [
    {
      "icon": "",
      "title": "Key Information Gathering through IoT/IIoT Integration",
      "text": "",
      "image": "",
      "description": "A growing number of Kiwis are interested in using smart sensors and actuators that communicate with each other and other systems to gain key knowledge, improve efficiency, and just have peace of mind. This is an area of deep expertise for us. If you've ever wished you could confirm if you actually turned off your gas stove before leaving the house, or if the livestock gate at your farm outstation has been opened, or anything similar, you've come to the right place. The adoption of IoT/IIoT in business operations is a basic requirement for Digital Transformation, and we're here to help."
    },
    {
      "icon": "",
      "title": "Energy Cost Savings through Energy Efficiency & Solar PV Adoption",
      "text": "",
      "image": "",
      "description": "It's not just New Zealand; energy costs are rising globally, unfortunately. We're vested in helping families, businesses, and the larger community adopt ways of reducing their electricity bills. We use a two-pronged approach. The first aspect is the use of modern technology such as LED lighting, smart sensor switches, and timer switches to stop unnecessary electricity consumption. The second aspect is the use of Solar PV technology, standalone or combined with a tiered BESS for even more savings. Talk to us to find out more."
    },
    {
      "icon": "",
      "title": "Maintenance Optimization through Energy Audits & Power Quality Analysis",
      "text": "",
      "image": "",
      "description": "Our experience has shown us that the majority of installation component failures i.e. protection relays, surge protectors, circuit breakers, cables, etc, are due to stress from aging and/or intermittently faulty equipment and fittings. We have the expertise to audit and analyze your industrial and commercial electrical installation for issues that could result in costly repairs, before they actually occur. Please get in touch if you're interested in finding out more."
    }
  ],
  "Partners": [
    {
      "name": "Yuccan Technologies",
      "image": "img/Yuccan Vector Transparent.png",
      "url": "https://yuccan.tech"
    },
    {
      "name": "Partner 2",
      "image": "img/Logo_2x_TP.png",
      "url": "https://example2.com"
    },
    {
      "name": "Partner 3",
      "image": "img/Logo_2x_TP.png",
      "url": "https://example3.com"
    },
    {
      "name": "Partner 4",
      "image": "img/Logo_2x_TP.png",
      "url": "https://example4.com"
    },
    {
      "name": "Partner 5",
      "image": "img/Logo_2x_TP.png",
      "url": "https://example5.com"
    },
    {
      "name": "Partner 6",
      "image": "img/Logo_2x_TP.png",
      "url": "https://example6.com"
    },
    {
      "name": "Partner 7",
      "image": "img/Logo_2x_TP.png",
      "url": "https://example7.com"
    },
    {
      "name": "Partner 8",
      "image": "img/Logo_2x_TP.png",
      "url": "https://example8.com"
    }
  ]
}
